// Написать программу приветствия пользователя;

Console.Write("Введите ваше имя: ");
string username = Console.ReadLine(); // string строка
Console.Write("Привет, ");
Console.WriteLine(username);
