// Написать программу приветствия пользователя;

Console.Write("Введите ваше имя: ");
var username = Console.ReadLine(); // string = var
Console.Write("Привет, ");
Console.WriteLine(username);
